{"Content":"Immunological parameters of Javanese carp Puntius\ngonionotus (Bleeker) exposed to copper and challenged\nwith Aeromonas hydrophila\nM. SHARIFF‘, P. A. H. L. JAYAWARDENAl, F. M. YusoFF2 AND R. SUBAsINGHE3\n1Aquatic Animal Health Unit, Faculty of Veterinary Medicine, 2Department\n0f Biology, Faculty 0f Science, Universiti Putra Malaysia, 43400 UPM,\nSerdang, Selangor D. E., Malaysia, and 3Fishery Resources Officer, Fisheries\nDepartment, FAO of the UN, Viale delle Terme di Caracalla, 00100 Rome,\nItaly\n(Received 30 March 2000, accepted after revision 4 September 2000)\nThis study was to determine the median lethal concentration (LCSO) of copper\nto Javenese carp, Puntius gonionotus (Bleeker), and the immune response\nafter the ﬁsh were exposed to sublethal levels of copper and challenged with\nformalin killed Aer-omonas hydrophila. The LCM, of copper 0n P. gonionotus at\n24, 48, 72, 96 and 120 h were estimated as 2-17, 0-91, 0-57, 0-53 and 0-42 mg l\" 1,\nrespectively. To determine the effect of copper on the immune system, ﬁsh\nwere exposed for 66 days to 0-05, 0-10 and 0-15 mg Cu l\" 1. After 56 days of\ninitial exposure to copper, fish were challenged with 0-1 ml of 4-5 >< 10\"’cfu\nml 7' l formalin killed A. hydrophila and maintained in the same concentration\nof copper. After the challenge, the immune response was monitored for\n2 weeks using haematological and serological assays. During the initial phase\nof exposure to copper, signiﬁcant changes were noted in the White blood cell,\nlysozyme, potential killing activity, total plasma protein, total immunoglobu-\nlin and haematocrit levels between the control and treated ﬁsh. One week\nafter challenge with A. hydrophila, there was a signiﬁcant increase in the\nvalues of White blood cells, total protein and total immunoglobulin compared\nto the values before the challenge. However, these values were not signiﬁ-\ncantly different (P>0~05) between the control and the treated ﬁsh. In contrast,\nNBT and lysozyme assays exhibited a signiﬁcant difference (P<0-05) in ﬁsh\nexposed to 0-10 mg Cu l l (0-525i0-17; 244213-35 X 102,11mg mlil) and\n0-15 mg Cu l\"1 (0-536i0-19: 21-78i1-29 >< 102\/1mg ml 1) compared to the\ncontrol (0-746 i 0-31; 30-73 i 5-42 >< 102 pmg ml 7 1) after the bacterial challenge\n(day 61). There was however n0 signiﬁcant difference (P>0-05) in NBT and\nlysozyme levels in ﬁsh exposed to lower level of copper (0-05 mg Cu l 1),\nsuggesting the absence of immunosuppressive effects at lower level of\nexposure. (j 2001 Academic Press\nKey words: copper, sublethal effects, immunoassays, challenge test, Puntias\n\ngonionotus, Aeromonas hydrophila.\n\nI. Introduction\nMetals are released at sublethal concentration into aquatic systems from\nmany sources. Copper at sublethal levels have been recognised as a stressor\n\n"}