{"Content":"Vitamin E increases natural cytotoxic activity in\nseabream (Sparus aurata L.)\n\nA. CUESTA, M. A. ESTEBAN, J. ORTUNo AND J. MEsEGUER*\nDepartment of Cell Biology, Faculty of Biology, University of Murcia,\n30100 Murcia, Spain\n(Received 27 March 2000, accepted after revision 9 October 2000)\n\nThe natural cytotoxic activity of head—l<idney leucocytes from gilthead sea-\nbream (Spams aurata L.), after in vitro and in vivo vitamin E treatment,\nagainst tumor cells was studied by ﬂow cytometry. Leucocytes were incubated\nin culture medium with different vitamin E supplementations (001%ng\nml ' 1) for 6, 24 or 48 h and the results demonstrate that all the assayed vitamin\nE supplementations signiﬁcantly enhanced the natural cytotoxic activity of\nleucocytes. To determine the effect of a high dietary level of vitamin E on this\nactivity, ﬁsh were fed with 0 (control), 600, 1200 0r 1800 mg of vitamin E\nsupplementation kg“ diet for 2, 4 or 6 weeks. After 2 and 4 weeks of\ntreatment. the natural cytotoxic activity was signiﬁcantly enhanced at the\nhighest (1'8 g kg \"I diet) and lowest (600 mg kg \"1 diet) vitamin E supplement\ndosage, respectively. No effect of the vitamin E supplemented diet on sea-\nbream leucocyte natural cytotoxic cellactivity was observed after 6 weeks of\ntreatment. l“ 2001 Academic Press\nKey words: vitamin E, natural cytotoxic activity, non-speciﬁc cytotoxic cells\n\n(NCC), leucocytes, gilthead seabream (Sparus aurata L.).\nI. Introduction\n\nVitamin E, besides being a very important lipid-soluble micronutrient (Tu\net al., 1995), is a normal constituent of all cellular membranes, being particu-\nlarly abundant in immune cell membranes, where it is an essential component\nfor cell functioning. Furthermore, due to its antioxidant properties, vitamin E\ninteracts with other nutrients, especially polyunsaturated fatty acids\n(Beharka et al., 1997).\n\nThe role played by vitamin E in several immunological responses has been\nstudied in mammals (Meydani et al., 1986; Moriguchi et al., 1990; Ndiweni\n& Finch, 1995; Beharka et al., 1997) and teleosts (Cowey et al., 1981; Hung\net al., 1982; Blazer & Wolke, 1984; Hardie et al., 1990; Mulero et al., 1998;\nOrtufio et al., 2000). Mammals fed vitamin E-depleted diets showed depressed\nimmune activities such as resistance to infection, speciﬁc antibody responses,\nsplenic antibody forming cells, in vitro mitogenic responses of lymphocytes,\nreticuloendothelial system clearance or phagocytic index. All these immune\nfunctions were enhanced as a consequence of a-tocopherol intake (Meydani &\n\n*Corresponding author. E-mail: meseguerQZumes\n\n"}