{"Content":"Kinetics ofjuvenile sea bass (Dicentrarchus labrax, L.)\nsystemic and mucosal antibody secreting cell response\nto different antigens (Photobacterium damselae spp.\npiscicida, Vibrio anguillarum and DNP)\n\nNUNO M. S. DOS SANTOSLQ, J. J. TAVERNE-THIELE], ANDREW C. BARNES},\nANTHONY E. ELLIS3 AND JAN H. W. M. ROMBOUTZ\n1Institute for Molecular and Cell Biology, University of Porto, Rua do Campo\nAlegre, 823 4150 Porto, Portugal, 2Cell Biology and Immunology Group,\nWageningen Institute of Animal Sciences, Wageningen University,\nP.O. Box 338, 6700 AH Wageningen, The Netherlands, and 3Marine\nLaboratory Aberdeen, PO Box 101, Victoria Road, Aberdeen ABII 9DB,\nScotland, UK.\n\n(Received 24 March 2000, accepted after revision 16 October 2000)\nThe ELISPOT assay was used to measure the number of speciﬁc antibody\nsecreting cells (ASC) induced during the primary and secondary immune\nresponses in the spleen, head kidney and gut of juvenile (5 g) sea bass\n(Dicentrarchus labrax) to bacterial (Vibrio anguillarum and Photobacterium\ndamselae ssp. piscicida) and hapten dinitrophenyl-conjugated to keyhole\nlimpet haemocyanin (DNP-KLH) antigens administered intraperitoneally.\nHigh variability among individuals was observed at each sampling day. All\nﬁsh were bath vaccinated to V. anguillarum at an earlier stage (2 g) in the\nfarm of origin prior to the development of the experiments, and therefore only\nsecondary and tertiary responses were measured in the group immunised with\nthis bacterium. Signiﬁcant differences t0 the controls were observed in the\nprimary responses of the head kidney and the spleen to P. damselae ssp.\npiscicida and DNP, respectively. Frequency analysis of the production of ASC\nsuggests that signiﬁcant responses in the gut might be masked by the high\nerror variance. The peak of the primary response was observed 4 days earlier\nto DNP (18*20 days post-immunisation) and it was signiﬁcantly higher than\nthe response to P. damselae ssp. piscicida. Higher numbers of ASC were\nobserved in the secondary responses of the head kidney and spleen, although\nthey were not statistically signiﬁcantly different from the primary levels,\nprobably due to the high error variance as supported by the frequency\nanalysis. Nevertheless, together with a faster response (peak at 7 days\npost-immunisation), the data suggest that memory formation had occurred.\nAdditionally, the data suggest that some suppression of the secondary immune\nresponse in the gut might have occurred. The head kidney appears to produce\nthe highest number of speciﬁc ASC of the organs tested. It appears that sea\n\nbass show a relatively fast but short duration antibody response.\n\n'(j, 2001 Academic Press\nKey words: ﬁsh, sea bass, Dicentrarchus labrax, ELISPOT, antibody-\nsecreting cells, kinetics, Photobacterium damselae ssp. piscicida,\n\nVibrio anguillarum, DNP-KLH.\n\n"}