{"Content":"The kinetics of the hypoferraemic response and changes\nin levels of alternative complement activity in diploid ant\ntriploid Atlantic salmon, following injection of\nlipopolysaccharide\nA. L. LANGSTONT, R. JOHNSTONE AND A. E. ELLIs*\n\nMarine Laboratory, Victoria Road, Aberdeen ABII 9DB, Scotland, U.K.\n(Received 2 June 2000, accepted after revision 18 October 2000)\n\nTo study any possible effects of triploidy on the kinetics of the response of two\nnon-speciﬁc disease factors, full sibling diploid and triploid Atlantic salmon\nwere injected intraperitoneally with either lipopolysaccharide (1 mg kg’1\nbody weight) or saline. Individually marked ﬁsh were repetitively blood\nsampled for up to 19 days. Total serum protein concentrations remained\nconstant throughout the experiment indicating that the sampling regime did\nnot cause haemodilution. The alternative complement pathway activity\n(measured by the titre of haemolytic activity against rabbit erythrocytes) in\nthe serum of saline injected ﬁsh remained constant but in LPS-injected ﬁsh it\nfell to barely detectable levels 2 days after injection, but recovered t0\npre-treatment levels by about day 5. Triploid ﬁsh took slightly longer to reach\nfull recovery levels than diploids. All groups of ﬁsh showed a hypoferraemic\nresponse, suggesting that the sampling regime was at least partially respon-\nsible. However, the response was more rapid and pronounced in the LPS-\ninjected ﬁsh. In the latter, serum iron concentrations decreased t0 very low\nlevels by day 2 post-injection in the diploid ﬁsh and by day 3 in the triploid\nﬁsh. Pre-treatment iron levels were reestablished by about 15 days post-\ninjection in all groups. The data show only slight differences between the\ndiploid and triploid ﬁsh, but the longer time taken for the triploids to recover\ncomplement activity and the slower onset of the hypoferraemic response\nfollowing injection of LPS, suggest that they may be at a disadvantage\ncompared with their diploid siblings in their defence against bacterial\ninfections.  200] Academic Press\nKey words: diploid, triploid, Atlantic salmon, non-speciﬁc immunity, LPS.\n\nI. Introduction\nPrevious investigations into the constitutive levels of various non-speciﬁ\nhumoral defence factors of diploid and triploid Atlantic salmon have shov\nlittle difference between the two ploidy states (Langston, 1999). This has a1;\nbeen shown to be the case in other species of ﬁsh (Kusuda et al., 199\nYamamoto & Iida, 1995a). The comparative susceptibility to diseases of diplo\nand triploid ﬁsh is still debated, but the majority of published literature sh0\\\n\n*Corresponding author.\nJ[Present address: HSRU, University 0f Aberdeen, Foresterhill, Aberdeen AB25 2ZD.\n\n"}