{"Content":"Immunomodulatory effects of dietary intake of chitin\non gilthead seabream (Sparus aurata L.) innate\nimmune system\nM. A. ESTEBAN, A. CUESTA, J. ORTUNo AND J. MESEGUER*\nDepartment of Cell Biology, Faculty of Biology, University of Murcia,\n30100 Murcia, Spain\n(Received 2 June 2000, accepted after revision 10 October 2000)\n\nTo determine the eﬁects of chitin (poly [1—>4]-[>’-N-acetyl-D-g1ucosamine) on\nthe innate immune response of gilthead seabream (Spams aurata L.), ﬁsh were\nfed diets containing O mg (control), 25, 5O or 100 mg kg i 1 chitin for 2, 4 and 6\nweeks. Lysozyme and natural haemolytic complement activities, together with\nhead-kidney leucocyte respiratory burst, phagocytic and cytotoxic activities,\nwere studied at each 0f the assayed times. Lysozyme activity was unaffected by\nthe administration of chitin. The innate humoral and cellular immune\nresponse activities assayed were enhanced by the dietary intake of chitin,\neach increasing at a different time: natural haemolytic complement activity\nand cytotoxic activity after 2 weeks of treatment, respiratory burst activity\nfrom 4 weeks and phagocytic activity after 6 weeks, although, unlike the other\nactivities, no statistically signiﬁcant differences were observed in the ﬁrst.\nThe results indicate that chitin increases the activity of the seabream innate\nimmune system, and its use as an immunostimulant is discussed, especially\nwith regards to the protective role. (if) 2001 Academic Press\nKey words: chitin, immunostimulation, innate immune response, leucocytes,\n\nphagocytosis, cytotoxicity, gilthead seabream (Sparus aurata L.).\nI. Introduction\nMany substances from different sources (bacterial components, chemica\nagents, animal or plant extracts etc) have been studied as prospectiv'\nimmunostimulants for ﬁsh (reviewed by Sakai, 1999), and some have bee]\nreported to confer a degree of protection against several diseases commonlj\nfound in farmed ﬁsh, such as Vibrio anguillarum, Aeromonas salmonicida 0\nYersinia ruckeri (Kajita et al., 1990; Raa et al., 1992; Baulny et al., 1996; Mulen\net al., 1998). Of these substances obtained from natural sources (which, beside\npossessing other interesting properties, are non-toxic, biodegradable am\nbiocompatible), chitin and chitosan (de-N-aceylated chitin) have receive<\nlittle attention with regard to ﬁsh (Anderson & Siwicki, 1994; Kawakami et al,\n1998; Esteban et al., 2000) compared to other substances like vitamins o\nglucans (Hardie et al., 1991; Blazer, 1992; Chen & Ainsworth, 1992; Jeney é\nAnderson, 1993; Thompson et al., 1993; Robertsen et al., 1994; Ortuﬁo et al.\n*Corresponding author. E-mail: meseguer@fcu.um.es\n\n"}